brew "bat"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "jq"
brew "lazygit"
brew "starship"
brew "tig"
brew "tree"
brew "xh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "alt-tab"
cask "claude-code"
cask "docker-desktop"
cask "hiddenbar"
cask "iterm2"
cask "jordanbaird-ice"
cask "kiro"
cask "obsidian"
cask "oversight"
cask "rectangle"
cask "scroll-reverser"
cask "shottr"
cask "stats"
cask "sublime-text"
cask "tableplus"
cask "warp"
cask "zoom"
vscode "anthropic.claude-code"
vscode "batisteo.vscode-django"
vscode "charliermarsh.ruff"
vscode "docker.docker"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "grapecity.gc-excelviewer"
vscode "humao.rest-client"
vscode "kevinrose.vsc-python-indent"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "njpwerner.autodocstring"
vscode "saoudrizwan.claude-dev"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "takumii.markdowntable"
vscode "wholroyd.jinja"
vscode "yzhang.markdown-all-in-one"
